Repository: davidwed/wxDownloadFast
Catalog: trunk/wxDFast/languages/*/wxDFast.po
Languages: de

source: Select the directory:
de: Wählen Sie das Verzeichnis aus:

source: Select the date...
de: Datum auswählen...

source: Remove some item before add a new one.
de: Einige Items vor hinzufügen von neuen entfernen.

source: This protocol isn't supported.
de: Dieses Protokoll wird nicht unterstützt.

source: New attempt in
de: Neuer Versuch in

source: seconds
de: Sekunden

source: Attempt
de: Versuch

source: of
de: von

source: Canceled.
de: Abgebrochen.

source: Critical error!! The start point is bigger that the end point!!
de: Kritischer Fehler!! Der Startpunkt ist größer als der Endpunkt!!

source: Error establishing input stream.
de: Fehler beim Aufbauen des Eingabestromgs.

source: Copying file...
de: Kopiere Datei...

source: Error opening file
de: Fehler beim Öffnen der Datei

source: Error copying file.
de: Fehler beim kopieren der Datei.

source: Error writing file.
de: Fehler beim Schreiben der Datei.

source: Finished this piece
de: Download-Teil abgeschlossen

source: Waiting for the others pieces...
de: Warte auf die anderen Download-Teile...

source: Putting all the pieces together...
de: Verbinde alle Download-Teile...

source: Error joining the pieces. Try restart the download.
de: Fehler beim Verbinden der Download-Teile. Versuche den Download neuzustarten.

source: Verifying MD5 of the file...
de: Prüfe MD Summe der Datei...

source: Finished
de: Fertig

source: Resolving host '
de: Löse Servername '

source: Host not found.
de: Server nicht gefunden.

source: Trying to connect in '
de: Versuche zu verbinden in '

source: Connection denied.
de: Verbindung abgelehnt.

source: Accessing server...
de: Greife auf Server zu...

source: The file already was downloaded.
de: Die Datei wurde bereits heruntergeladen.

source: Redirecting to
de: Weiterleitung nach

source: Error requesting file.
de: Fehler beim Anfordern der Datei.

source: This server don't support restart.
de: Der Server unterstützt keinen Wiederbeginn des Downloads.

source: Impossible to return the file size.
de: Bestimmung der Dateigröße nicht möglich.

source: The Server stayed a lot of time without answering.
de: Der Server verblieb größtenteils ohne Antwort.

source: Connection denied.
de: Verbindung abgelehnt.

source: Waiting for welcome message.
de: Warte auf die Willkommensnachricht.

source: Verifying if the server supports restarts...
de: Überprüfe, ob der Server die Download-Wiederaufnahem unterstützt...

source: This server don't support restart.
de: Der Server unterstützt die Download-Wiederaufnahem nicht.

source: Changing to directory
de: Ändere das Verzeichnis

source: Invalid directory.
de: Ungültiges Verzeichnis.

source: Changing to binary mode...
de: Wechsle in den Binär-Modus...

source: Impossible to change to binary mode.
de: Wechsel in Binärmodus nicht möglich.

source: Verifying the size of the
de: Überprüfe die Größe der

source: File size:
de: Dateigröße:

source: Requesting file...
de: Fordere Datei an...

source: Looking for file
de: Suche nach Datei

source: File not found.
de: Datei nicht gefunde.

source: [ Yes ]
de: [ Ja ]

source: [ No ]
de: [ Nein ]

source: The URL is invalid!
de: Der URL ist ungültig.

source: Error...
de: Fehler...

source: The follow URL is invalid:
de: Die folgende URL ist ungültig:

source: Select at least one item of the address list!
de: Wählen Sie mindestens ein Item der Adress-Liste aus!

source: The destination directory is invalid!
de: Das Zielverzeichnis ist ungültig!

source: I can't split the file in so many pieces!
de: Kann Datei nicht in so viele Teile spalten

source: Schedule Download
de: Download planen

source: Start Download
de: Download starten

source: Stop Download
de: Download stoppen

source: Remove Download
de: Download entferen

source: Properties of Download
de: Einstellungen des Downloads

source: Download File Again
de: Datei neu herunterladen

source: Move File
de: Datei verschieben

source: Check Integrity
de: Integrität überprüfen

source: Copy URL
de: URL kopieren

source: Piece
de: Download-Teil

source: Shutdown the computer...
de: Computer herunterfahren...

source: The computer will be shutdown in seconds...
de: Computer wird in ein paar Sekunden heruntergefahren...

source: Disconnecting from the internet...
de: Trenne Verbindung zum Internet..

source: The internet connection will be closed in seconds...
de: Die Internetverbindung wird in Kürze getrennt...

source: Restart
de: Neustarten

source: Filename
de: Dateiname

source: Size
de: Größe

source: Completed
de: Fertig

source: Percentual
de: Prozentual

source: Time Passed
de: Vergangene Zeit

source: Remaining
de: Verbleibend

source: Speed
de: Gewschwindigkeit

source: Attempts
de: Versuche

source: Finished
de: Fertig

source: Time
de: Zeit

source: Destination
de: Ziel

source: Comments
de: Kommentare

source: The follow file(s) already are being downloaded:
de: Die folgende(n) Datei(en) werden bereits heruntergeladen:

source: Stopping the download...
de: Stoppe den Download...

source: Stopping the current download before remove...
de: Stoppe den derzeitigen Download vor dem Entfernen...

source: Do you want remove the item from the list and the file from the disk?
de: Wollen Sie das Item von der Liste und die Datei von der Festplatte entfernen?

source: Remove...
de: Entferne...

source: Error creating thread!
de: Fehler beim Erstellen des Threads!

source: Error starting thread!
de: Fehler beim Starten des Threads!

source: It was impossible to open the clipboard!
de: Es war nicht möglich die Zwischenablage zu öffnen!

source: Find file...
de: Finde Datei...

source: (Default)
de: (Standard)

source: English
de: Englisch

source: Portuguese(Brazil)
de: Portugisisch (Brasilien)

source: German
de: Deutsch

source: Spanish
de: Spanisch

source: Please select the language:
de: Bitte Sprache auswählen:

source: Language
de: Sprache

source: You need restart the program to use the new language!
de: Sie müssen das Programm neustarten, um die neue Sprache nutzen zu können!

source: Download Properties
de: Download-Eigenschaften

source: Moving...
de: Verschiebe...

source: Moving file...
de: Verschiebe Datei...

source: Error moving file.
de: Fehler beim Verschieben der Datei.

source: The file isn't in the path that it was saved initially. Do you want to change only the old path for the current one?
de: Die Datei ist nicht in dem Verzeichnis, in dem sie zuerst gespeichert wurde. Wollen Sie das alte Verzeichnis nur für die aktuelle Datei ändern?

source: Continue...
de: Fortsetzen...

source: The file was verified successfully.
de: Die Datei wurde erfolgreich überprüft.

source: Success...
de: Erfolg...

source: The MD5 calculated previously is different of the current one.
de: Die zuvor berechnete MD5 Prüfsumme unterscheidet sich von der derzeitigen!

source: Old MD5 =
de: Alte MD5 =

source: Current MD5 =
de: Neue MD5 =

source: File not found.
de: Datei nicht gefunden

source: The configurations were exported successfully.
de: Konfiguration erfolgreich exportiert.

source: Error exporting configurations.
de: Fehler beim Exportieren des Konfiguration.

source: Select the file...
de: Wählen Sie die Datei aus...

source: The configurations were imported successfully. The program will be restated now to the alterations have effect.
de: Konfiguratin erfolgreich importiert. Das Programm wird nun neugestartet, damit die Änderungen genutzt werden.

source: Error importing configurations.
de: Fehler beim Import der Konfiguration

source: Command :
de: Befehl:

source: Shutdown Command...
de: Kommando zum Herunterfahren...

source: Disconnect Command...
de: Kommando zum Trennen...

source: Updating the configurations...
de: Aktualisiere die Konfigurationen...

source: Updating and saving the configurations...
de: Aktualisiere und speichere die Konfigurationen...

source: Created by Max Velasques
de: Erstellt von Max Velasques

source: About...
de: Über...

source: Do you want to close the program?
de: Wollen Sie das Programm schließen?

source: Close...
de: Schließe...

source: Stopping the downloads...
de: Stoppe die Downloads...

source: Stopping the downloads before exit...
de: Stoppe die Downloads vor dem Beenden...

source: Total Speed = %.2fKb/s Total Complete = %d%% Downloads in progress = %d
de: Gesamt-Geschwindikgeit = %.2fKb/s Gesamt-Fortschritt = %d%% Download in Bearbeitung = %d

source: Hide the main window
de: Hauptfenster verstecken

source: Show the main window
de: Hauptfenster anzeigen

source: New download
de: Neuer Download

source: Close the program
de: Programm schließen

source: Impossible to search in this page. Change to another page and try again
de: Suche in dieser Seite nicht möglich. Wechseln Sie zu einer anderen Seite und versuchen Sie es erneut

source: Sunday
de: Sonntag

source: Mondays
de: Montags

source: Tuesdays
de: Dienstags

source: Wednesdays
de: Mittwochs

source: Thursdays
de: Donnerstags

source: Fridays
de: Freitags

source: Saturdays
de: Samstags

source: Add new download
de: Füge neuen Download hinzu

source: Address:
de: Adresse:

source: URL to download Example: http://www.foo.com/foo.exe Example: http://www.foo.com:80/foo.exe Example: ftp://ftp.foo.com:21/foo.exe
de: URL zum herunterladen Beispiel:http://www.foo.com/foo.exe Beispiel:http://www.foo.com:80/foo.exe Example: ftp://ftp.foo.com:21/foo.exe

source: Save in:
de: Speichern in:

source: Server Permission
de: Server-Berechtigungen

source: Passwrod:
de: Password:

source: Break File
de: Datei Abrrechen

source: Split file in how many pieces?
de: Datei in wie viele Teile aufspalten?

source: Manual
de: Manuell

source: Now
de: Jetzt

source: Schedule
de: Zeitplan

source: &Cancel
de: &Abbrechen

source: Address List:
de: Adress-Liste:

source: Options
de: Optionen

source: General
de: Allgemein

source: Number of attempts:
de: Anzahl der Versuche:

source: Number of attempts
de: Anzahl der Versuche

source: Time between the attempts in seconds:
de: Zeit zwischen Versuchen in Sekunden

source: Number of simultaneous downloads:
de: Anzahl der gleichzeitigen Downloads:

source: Remember the last settings on the New Download box
de: Letzte Einstellungen für neue Download-Box merken

source: Always shutdown when finish all downloads
de: Nach Abschluss der Downloads immer herunterfahren

source: Shutdown command
de: Kommando zum Herunterfahren

source: Always disconnect when finish all downloads
de: Nach Abschluss der Downloads Verbindung immer trennen

source: Disconnect command
de: Verbindungs-Trennungs-Kommando

source: Show dialog box when close program
de: Bestätigungsfenster vor Beenden des Programms anzeigen

source: Default destination:
de: Standard-Zielverzeichnis:

source: Refresh rate of the download list (millisecs):
de: Aktualisierungsrate der Download-Liste (msec):

source: Download Read Buffer size(in Bytes):
de: Download Lese-Puffer-Größe (in Bytes):

source: Graph
de: Diagram

source: Show Graph
de: Diagram anzeigen

source: Save how many points to graph?
de: Wie viele Punkt im Diagram speichern?

source: Graph refresh rate (millisecs):
de: Aktualisierungsrate des Diagrams (msec):

source: Graph maximum value (kb/s):
de: Maximalwert des Diagrams (kb/s):

source: The text area Width (pixels):
de: Textfeld Breite (pixels)

source: Graph height:
de: Diagram-Höhe:

source: Text font size (points):
de: Schriftart:

source: Main line width:
de: Hauptlinien Breite:

source: Background colour:
de: Hintergrundfarbe:

source: Graph grid colour:
de: Farbe des Diagram-Gitternetzes:

source: Main line colour:
de: Hauptlinien Farbe:

source: Speed font colour:
de: Geschwindigkeits-Schriftfarbe:

source: Scheduling
de: Zeitplanung

source: Activate scheduling
de: Zeitplanung aktivieren

source: Start Date:
de: Start-Datum:

source: Start Time:
de: Start-Zeit:

source: hours
de: Stunden

source: minutes
de: Minuten

source: Finish Date:
de: Abschluss-Datum:

source: Finish Time:
de: Abschluss-Zeit:

source: Disactivate the downloads in:
de: Deaktiviere die Downloads in:

source: Between
de: Zwischen

source: and
de: und

source: Add
de: Hinzufügen

source: Exceptions List:
de: Ausnahme-Liste:

source: Remove
de: Entfernen

source: &Save
de: &Speichern

source: &File
de: &Datei

source: New Download
de: Neuer Download

source: Exit
de: Beenden

source: &Edit
de: &Bearbeiten

source: Paste URL
de: URL einfügen

source: Find Download
de: Download finden

source: &View
de: &Ansicht

source: Show/Hide Details
de: Zeige/Verstecke Details

source: &Tools
de: &Werkzeuge

source: Export Configurations
de: Konfiguration exportieren

source: Import Configurations
de: Konfiguration importieren

source: Shutdown when finished
de: Nach Fertigstellung herunterfahren

source: This option is only valid in this session of the program
de: Diese Konfiguration ist nur in dieser Sitzung des Programms gültig

source: Disconnect when finished
de: Verbindung nach Fertigstellung trennen

source: &Help
de: Hilfe

source: About
de: Über

source: New
de: Neu

source: Up
de: Hoch

source: Down
de: Runter

source: Properties
de: Einstellungen

source: Close
de: Schließen

source: Downloads in Progress
de: Aktuelle Downloads

source: Finished Downloads
de: Fertige Downloads
